{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "»": 97,
      "é": 98,
      "th": 99,
      "the": 100,
      "in": 101,
      "an": 102,
      "er": 103,
      "ou": 104,
      "re": 105,
      "on": 106,
      "en": 107,
      "at": 108,
      "and": 109,
      "is": 110,
      "ed": 111,
      "to": 112,
      "of": 113,
      "or": 114,
      "as": 115,
      "es": 116,
      "ar": 117,
      "ll": 118,
      "ing": 119,
      "he": 120,
      "it": 121,
      "ha": 122,
      "st": 123,
      "me": 124,
      "le": 125,
      "se": 126,
      "be": 127,
      "ch": 128,
      "wh": 129,
      "ow": 130,
      "wi": 131,
      "ve": 132,
      "ro": 133,
      "ce": 134,
      "al": 135,
      "that": 136,
      "gh": 137,
      "ld": 138,
      "no": 139,
      "id": 140,
      "for": 141,
      "ent": 142,
      "ir": 143,
      "ly": 144,
      "ay": 145,
      "nd": 146,
      "ut": 147,
      "you": 148,
      "im": 149,
      "--": 150,
      "ad": 151,
      "his": 152,
      "ver": 153,
      "was": 154,
      "with": 155,
      "li": 156,
      "ion": 157,
      "ri": 158,
      "all": 159,
      "ere": 160,
      "ter": 161,
      "so": 162,
      "co": 163,
      "ght": 164,
      "un": 165,
      "ac": 166,
      "not": 167,
      "ke": 168,
      "us": 169,
      "ur": 170,
      "we": 171,
      "lo": 172,
      "my": 173,
      "ther": 174,
      "de": 175,
      "ra": 176,
      "The": 177,
      "mo": 178,
      "up": 179,
      "et": 180,
      "one": 181,
      "had": 182,
      "him": 183,
      "sa": 184,
      "ic": 185,
      "am": 186,
      "ain": 187,
      "ne": 188,
      "od": 189,
      "pe": 190,
      "are": 191,
      "man": 192,
      "our": 193,
      "fe": 194,
      "ould": 195,
      "her": 196,
      "out": 197,
      "ab": 198,
      "And": 199,
      "ag": 200,
      "il": 201,
      "Th": 202,
      "whi": 203,
      "ess": 204,
      "rom": 205,
      "sh": 206,
      "su": 207,
      "po": 208,
      "have": 209,
      "est": 210,
      "do": 211,
      "by": 212,
      "con": 213,
      "go": 214,
      "fo": 215,
      "but": 216,
      "from": 217,
      "this": 218,
      "which": 219,
      "ard": 220,
      "thou": 221,
      "they": 222,
      "now": 223,
      ".\"": 224,
      "who": 225,
      "ct": 226,
      "if": 227,
      "them": 228,
      "Wh": 229,
      "ill": 230,
      "ul": 231,
      "ca": 232,
      "ant": 233,
      "qu": 234,
      "sha": 235,
      "ast": 236,
      "per": 237,
      "res": 238,
      "art": 239,
      "ge": 240,
      "were": 241,
      "ord": 242,
      "pl": 243,
      "ight": 244,
      "end": 245,
      "ind": 246,
      "ho": 247,
      "com": 248,
      "te": 249,
      "there": 250,
      "ation": 251,
      "ous": 252,
      "she": 253,
      "their": 254,
      "own": 255,
      "ong": 256,
      "ex": 257,
      "will": 258,
      "ust": 259,
      "ok": 260,
      "ound": 261,
      "ven": 262,
      "fa": 263,
      "ake": 264,
      ",\"": 265,
      "He": 266,
      "tr": 267,
      "ak": 268,
      "sel": 269,
      "wo": 270,
      "your": 271,
      "ers": 272,
      "said": 273,
      "ate": 274,
      "el": 275,
      "ti": 276,
      "way": 277,
      "very": 278,
      "ine": 279,
      "thing": 280,
      "shall": 281,
      "ap": 282,
      "fore": 283,
      "bo": 284,
      "when": 285,
      "ment": 286,
      "see": 287,
      "----": 288,
      "ish": 289,
      "pro": 290,
      "ck": 291,
      "op": 292,
      "ist": 293,
      "would": 294,
      "ie": 295,
      "other": 296,
      "ack": 297,
      "ye": 298,
      "red": 299,
      "gre": 300,
      "some": 301,
      "But": 302,
      "sp": 303,
      "ive": 304,
      "um": 305,
      "wor": 306,
      "af": 307,
      "men": 308,
      "thy": 309,
      "ig": 310,
      "ry": 311,
      "ep": 312,
      "itt": 313,
      "ity": 314,
      "more": 315,
      "self": 316,
      "ass": 317,
      "ol": 318,
      "been": 319,
      "know": 320,
      "what": 321,
      "la": 322,
      "OR": 323,
      "day": 324,
      "urn": 325,
      "upon": 326,
      "into": 327,
      "any": 328,
      "ide": 329,
      "oun": 330,
      "It": 331,
      "ance": 332,
      "ence": 333,
      "can": 334,
      "und": 335,
      "ure": 336,
      "pr": 337,
      "bl": 338,
      "then": 339,
      "br": 340,
      "gr": 341,
      "ci": 342,
      "come": 343,
      "ade": 344,
      "its": 345,
      "ough": 346,
      "thee": 347,
      "ans": 348,
      "ort": 349,
      "?\"": 350,
      "than": 351,
      "like": 352,
      "over": 353,
      "dis": 354,
      "off": 355,
      "hand": 356,
      "pt": 357,
      "ves": 358,
      "say": 359,
      "ach": 360,
      "again": 361,
      "did": 362,
      "unto": 363,
      "om": 364,
      "gl": 365,
      "great": 366,
      "came": 367,
      "ue": 368,
      "ER": 369,
      "ree": 370,
      "ble": 371,
      "ved": 372,
      "ink": 373,
      "son": 374,
      "able": 375,
      "time": 376,
      "ies": 377,
      "ice": 378,
      "well": 379,
      "ire": 380,
      "ot": 381,
      "ace": 382,
      "where": 383,
      "ite": 384,
      "ars": 385,
      "ud": 386,
      "In": 387,
      "cl": 388,
      "let": 389,
      "look": 390,
      "turn": 391,
      "ittle": 392,
      "could": 393,
      "ath": 394,
      "down": 395,
      "spe": 396,
      "ang": 397,
      "tain": 398,
      "ss": 399,
      "fl": 400,
      "little": 401,
      "ness": 402,
      "pre": 403,
      "use": 404,
      "good": 405,
      "ward": 406,
      "ber": 407,
      "AN": 408,
      "med": 409,
      "IN": 410,
      "str": 411,
      "int": 412,
      "ose": 413,
      "pres": 414,
      "should": 415,
      "ren": 416,
      "ith": 417,
      "after": 418,
      "about": 419,
      "read": 420,
      "made": 421,
      "sto": 422,
      "before": 423,
      "may": 424,
      "thr": 425,
      "ving": 426,
      "has": 427,
      "part": 428,
      "That": 429,
      "ever": 430,
      "ple": 431,
      "fir": 432,
      "ise": 433,
      "how": 434,
      "To": 435,
      "We": 436,
      "age": 437,
      "ful": 438,
      "ark": 439,
      "uch": 440,
      "here": 441,
      "most": 442,
      "ond": 443,
      "ser": 444,
      "ull": 445,
      "lt": 446,
      "act": 447,
      "ey": 448,
      "long": 449,
      "So": 450,
      "ave": 451,
      "king": 452,
      "two": 453,
      "ty": 454,
      "llow": 455,
      "God": 456,
      "!\"": 457,
      "light": 458,
      "these": 459,
      "em": 460,
      "hi": 461,
      "word": 462,
      "sc": 463,
      "For": 464,
      "ORD": 465,
      "such": 466,
      "ft": 467,
      "old": 468,
      "make": 469,
      "less": 470,
      "des": 471,
      "every": 472,
      "ally": 473,
      "new": 474,
      "ear": 475,
      "went": 476,
      "pp": 477,
      "orn": 478,
      "EN": 479,
      "ered": 480,
      "mon": 481,
      "must": 482,
      "--------": 483,
      "ated": 484,
      "LORD": 485,
      "right": 486,
      "coun": 487,
      "first": 488,
      "ions": 489,
      "ick": 490,
      "mer": 491,
      "under": 492,
      "You": 493,
      "ouse": 494,
      "AR": 495,
      "TH": 496,
      "Be": 497,
      "only": 498,
      "even": 499
    },
    "merges": [
      "t h",
      "th e",
      "i n",
      "a n",
      "e r",
      "o u",
      "r e",
      "o n",
      "e n",
      "a t",
      "an d",
      "i s",
      "e d",
      "t o",
      "o f",
      "o r",
      "a s",
      "e s",
      "a r",
      "l l",
      "in g",
      "h e",
      "i t",
      "h a",
      "s t",
      "m e",
      "l e",
      "s e",
      "b e",
      "c h",
      "w h",
      "o w",
      "w i",
      "v e",
      "r o",
      "c e",
      "a l",
      "th at",
      "g h",
      "l d",
      "n o",
      "i d",
      "f or",
      "en t",
      "i r",
      "l y",
      "a y",
      "n d",
      "u t",
      "y ou",
      "i m",
      "- -",
      "a d",
      "h is",
      "v er",
      "w as",
      "wi th",
      "l i",
      "i on",
      "r i",
      "a ll",
      "er e",
      "t er",
      "s o",
      "c o",
      "gh t",
      "u n",
      "a c",
      "no t",
      "k e",
      "u s",
      "u r",
      "w e",
      "l o",
      "m y",
      "the r",
      "d e",
      "r a",
      "T he",
      "m o",
      "u p",
      "e t",
      "on e",
      "ha d",
      "h im",
      "s a",
      "i c",
      "a m",
      "a in",
      "n e",
      "o d",
      "p e",
      "a re",
      "m an",
      "ou r",
      "f e",
      "ou ld",
      "h er",
      "ou t",
      "a b",
      "A nd",
      "a g",
      "i l",
      "T h",
      "wh i",
      "es s",
      "ro m",
      "s h",
      "s u",
      "p o",
      "ha ve",
      "es t",
      "d o",
      "b y",
      "c on",
      "g o",
      "f o",
      "b ut",
      "f rom",
      "th is",
      "whi ch",
      "ar d",
      "th ou",
      "the y",
      "n ow",
      ". \"",
      "wh o",
      "c t",
      "i f",
      "the m",
      "W h",
      "i ll",
      "u l",
      "c a",
      "an t",
      "q u",
      "s ha",
      "as t",
      "p er",
      "re s",
      "ar t",
      "g e",
      "w ere",
      "or d",
      "p l",
      "i ght",
      "en d",
      "in d",
      "h o",
      "co m",
      "t e",
      "the re",
      "at ion",
      "ou s",
      "s he",
      "the ir",
      "ow n",
      "on g",
      "e x",
      "wi ll",
      "u st",
      "o k",
      "ou nd",
      "v en",
      "f a",
      "a ke",
      ", \"",
      "H e",
      "t r",
      "a k",
      "se l",
      "w o",
      "you r",
      "er s",
      "sa id",
      "at e",
      "e l",
      "t i",
      "w ay",
      "ver y",
      "in e",
      "th ing",
      "sha ll",
      "a p",
      "fo re",
      "b o",
      "wh en",
      "m ent",
      "se e",
      "-- --",
      "is h",
      "p ro",
      "c k",
      "o p",
      "is t",
      "w ould",
      "i e",
      "o ther",
      "ac k",
      "y e",
      "re d",
      "g re",
      "so me",
      "B ut",
      "s p",
      "i ve",
      "u m",
      "w or",
      "a f",
      "m en",
      "th y",
      "i g",
      "r y",
      "e p",
      "it t",
      "it y",
      "mo re",
      "sel f",
      "as s",
      "o l",
      "be en",
      "k now",
      "wh at",
      "l a",
      "O R",
      "d ay",
      "ur n",
      "up on",
      "in to",
      "an y",
      "id e",
      "ou n",
      "I t",
      "an ce",
      "en ce",
      "c an",
      "u nd",
      "u re",
      "p r",
      "b l",
      "the n",
      "b r",
      "g r",
      "c i",
      "co me",
      "ad e",
      "it s",
      "ou gh",
      "the e",
      "an s",
      "or t",
      "? \"",
      "th an",
      "li ke",
      "o ver",
      "d is",
      "of f",
      "h and",
      "p t",
      "v es",
      "s ay",
      "a ch",
      "ag ain",
      "d id",
      "un to",
      "o m",
      "g l",
      "gre at",
      "ca me",
      "u e",
      "E R",
      "re e",
      "b le",
      "v ed",
      "in k",
      "s on",
      "ab le",
      "ti me",
      "i es",
      "i ce",
      "we ll",
      "i re",
      "o t",
      "a ce",
      "wh ere",
      "it e",
      "ar s",
      "u d",
      "I n",
      "c l",
      "le t",
      "lo ok",
      "t urn",
      "itt le",
      "c ould",
      "a th",
      "d own",
      "s pe",
      "an g",
      "t ain",
      "s s",
      "f l",
      "l ittle",
      "n ess",
      "p re",
      "u se",
      "go od",
      "w ard",
      "b er",
      "A N",
      "m ed",
      "I N",
      "st r",
      "in t",
      "o se",
      "p res",
      "sh ould",
      "re n",
      "i th",
      "af ter",
      "ab out",
      "re ad",
      "m ade",
      "s to",
      "be fore",
      "m ay",
      "th r",
      "v ing",
      "h as",
      "p art",
      "Th at",
      "e ver",
      "p le",
      "f ir",
      "is e",
      "h ow",
      "T o",
      "W e",
      "ag e",
      "f ul",
      "ar k",
      "u ch",
      "h ere",
      "mo st",
      "on d",
      "s er",
      "u ll",
      "l t",
      "ac t",
      "e y",
      "l ong",
      "S o",
      "a ve",
      "k ing",
      "t wo",
      "t y",
      "ll ow",
      "G od",
      "! \"",
      "li ght",
      "the se",
      "e m",
      "h i",
      "w ord",
      "s c",
      "F or",
      "OR D",
      "su ch",
      "f t",
      "o ld",
      "m ake",
      "l ess",
      "d es",
      "e very",
      "all y",
      "ne w",
      "e ar",
      "w ent",
      "p p",
      "or n",
      "E N",
      "er ed",
      "m on",
      "m ust",
      "---- ----",
      "at ed",
      "L ORD",
      "ri ght",
      "c oun",
      "fir st",
      "ion s",
      "ic k",
      "m er",
      "und er",
      "Y ou",
      "ou se",
      "A R",
      "T H",
      "B e",
      "on ly",
      "e ven"
    ]
  }
}