{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0000": 5,
      "\u0001": 6,
      "\u0003": 7,
      "\u0004": 8,
      "\u0005": 9,
      "\u0007": 10,
      "\b": 11,
      "\u000f": 12,
      "\u0010": 13,
      "\u0014": 14,
      "\u0015": 15,
      "\u0016": 16,
      "\u001a": 17,
      "\u001c": 18,
      "\u001d": 19,
      "\u001e": 20,
      "\u001f": 21,
      "!": 22,
      "\"": 23,
      "#": 24,
      "$": 25,
      "%": 26,
      "&": 27,
      "'": 28,
      "(": 29,
      ")": 30,
      "*": 31,
      "+": 32,
      ",": 33,
      "-": 34,
      ".": 35,
      "/": 36,
      "0": 37,
      "1": 38,
      "2": 39,
      "3": 40,
      "4": 41,
      "5": 42,
      "6": 43,
      "7": 44,
      "8": 45,
      "9": 46,
      ":": 47,
      ";": 48,
      "<": 49,
      "=": 50,
      ">": 51,
      "?": 52,
      "@": 53,
      "A": 54,
      "B": 55,
      "C": 56,
      "D": 57,
      "E": 58,
      "F": 59,
      "G": 60,
      "H": 61,
      "I": 62,
      "J": 63,
      "K": 64,
      "L": 65,
      "M": 66,
      "N": 67,
      "O": 68,
      "P": 69,
      "Q": 70,
      "R": 71,
      "S": 72,
      "T": 73,
      "U": 74,
      "V": 75,
      "W": 76,
      "X": 77,
      "Y": 78,
      "Z": 79,
      "[": 80,
      "\\": 81,
      "]": 82,
      "^": 83,
      "_": 84,
      "`": 85,
      "a": 86,
      "b": 87,
      "c": 88,
      "d": 89,
      "e": 90,
      "f": 91,
      "g": 92,
      "h": 93,
      "i": 94,
      "j": 95,
      "k": 96,
      "l": 97,
      "m": 98,
      "n": 99,
      "o": 100,
      "p": 101,
      "q": 102,
      "r": 103,
      "s": 104,
      "t": 105,
      "u": 106,
      "v": 107,
      "w": 108,
      "x": 109,
      "y": 110,
      "z": 111,
      "{": 112,
      "|": 113,
      "}": 114,
      "~": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "¡": 147,
      "¢": 148,
      "£": 149,
      "¤": 150,
      "¥": 151,
      "¦": 152,
      "§": 153,
      "¨": 154,
      "©": 155,
      "ª": 156,
      "«": 157,
      "¬": 158,
      "­": 159,
      "®": 160,
      "¯": 161,
      "°": 162,
      "±": 163,
      "²": 164,
      "³": 165,
      "´": 166,
      "µ": 167,
      "¶": 168,
      "·": 169,
      "¸": 170,
      "¹": 171,
      "º": 172,
      "»": 173,
      "¼": 174,
      "½": 175,
      "¾": 176,
      "¿": 177,
      "À": 178,
      "Á": 179,
      "Â": 180,
      "Ã": 181,
      "Ä": 182,
      "Å": 183,
      "Æ": 184,
      "Ç": 185,
      "È": 186,
      "É": 187,
      "Ê": 188,
      "Ë": 189,
      "Ì": 190,
      "Í": 191,
      "Î": 192,
      "Ï": 193,
      "Ð": 194,
      "Ñ": 195,
      "Ò": 196,
      "Ó": 197,
      "Ô": 198,
      "Õ": 199,
      "Ö": 200,
      "×": 201,
      "Ø": 202,
      "Ù": 203,
      "Ú": 204,
      "Û": 205,
      "Ü": 206,
      "Ý": 207,
      "Þ": 208,
      "ß": 209,
      "à": 210,
      "á": 211,
      "â": 212,
      "ã": 213,
      "ä": 214,
      "å": 215,
      "æ": 216,
      "ç": 217,
      "è": 218,
      "é": 219,
      "ê": 220,
      "ë": 221,
      "ì": 222,
      "í": 223,
      "î": 224,
      "ï": 225,
      "ð": 226,
      "ñ": 227,
      "ò": 228,
      "ó": 229,
      "ô": 230,
      "õ": 231,
      "ö": 232,
      "÷": 233,
      "ø": 234,
      "ù": 235,
      "ú": 236,
      "û": 237,
      "ü": 238,
      "ý": 239,
      "þ": 240,
      "ÿ": 241,
      "Ā": 242,
      "ā": 243,
      "Ă": 244,
      "ă": 245,
      "ą": 246,
      "Ć": 247,
      "ć": 248,
      "Ĉ": 249,
      "ĉ": 250,
      "ċ": 251,
      "Č": 252,
      "č": 253,
      "ď": 254,
      "đ": 255,
      "Ē": 256,
      "ē": 257,
      "Ĕ": 258,
      "ĕ": 259,
      "Ė": 260,
      "ė": 261,
      "Ę": 262,
      "ę": 263,
      "Ě": 264,
      "ě": 265,
      "Ĝ": 266,
      "ĝ": 267,
      "ğ": 268,
      "Ġ": 269,
      "ġ": 270,
      "Ĥ": 271,
      "Ħ": 272,
      "ħ": 273,
      "Ĩ": 274,
      "ĩ": 275,
      "Ī": 276,
      "ī": 277,
      "Ĭ": 278,
      "ĭ": 279,
      "į": 280,
      "İ": 281,
      "ı": 282,
      "ĵ": 283,
      "ļ": 284,
      "Ł": 285,
      "ł": 286,
      "Ń": 287,
      "ń": 288,
      "Ň": 289,
      "ň": 290,
      "ŉ": 291,
      "Ŋ": 292,
      "ŋ": 293,
      "Ō": 294,
      "ō": 295,
      "Ŏ": 296,
      "ŏ": 297,
      "ő": 298,
      "Œ": 299,
      "œ": 300,
      "Ŕ": 301,
      "ŕ": 302,
      "Ř": 303,
      "ř": 304,
      "Ś": 305,
      "ś": 306,
      "Ŝ": 307,
      "ŝ": 308,
      "Ş": 309,
      "ş": 310,
      "Š": 311,
      "š": 312,
      "ţ": 313,
      "ť": 314,
      "ŧ": 315,
      "Ũ": 316,
      "ũ": 317,
      "Ū": 318,
      "ū": 319,
      "Ŭ": 320,
      "ŭ": 321,
      "Ů": 322,
      "ů": 323,
      "ű": 324,
      "ų": 325,
      "Ŵ": 326,
      "ŵ": 327,
      "Ŷ": 328,
      "ŷ": 329,
      "Ÿ": 330,
      "ź": 331,
      "Ż": 332,
      "ż": 333,
      "Ž": 334,
      "ž": 335,
      "ſ": 336,
      "ƀ": 337,
      "Ɔ": 338,
      "Ǝ": 339,
      "Ɛ": 340,
      "ƒ": 341,
      "ƕ": 342,
      "Ɩ": 343,
      "ƚ": 344,
      "ƥ": 345,
      "Ƨ": 346,
      "ư": 347,
      "Ƶ": 348,
      "Ʒ": 349,
      "ƿ": 350,
      "ǁ": 351,
      "ǎ": 352,
      "Ǐ": 353,
      "ǐ": 354,
      "ǒ": 355,
      "ǔ": 356,
      "Ǖ": 357,
      "ǖ": 358,
      "ǝ": 359,
      "ǟ": 360,
      "ǡ": 361,
      "Ǣ": 362,
      "ǣ": 363,
      "ǥ": 364,
      "ǧ": 365,
      "Ǫ": 366,
      "ǫ": 367,
      "ǭ": 368,
      "Ǵ": 369,
      "ǵ": 370,
      "Ƿ": 371,
      "ǹ": 372,
      "ǽ": 373,
      "ȗ": 374,
      "Ț": 375,
      "ț": 376,
      "Ȝ": 377,
      "ȝ": 378,
      "ȣ": 379,
      "Ȧ": 380,
      "ȧ": 381,
      "ȩ": 382,
      "ȫ": 383,
      "ȯ": 384,
      "ȱ": 385,
      "Ȳ": 386,
      "ȳ": 387,
      "Ȼ": 388,
      "ȼ": 389,
      "Ʌ": 390,
      "ɑ": 391,
      "ɒ": 392,
      "ɔ": 393,
      "ə": 394,
      "ɛ": 395,
      "ɣ": 396,
      "ɥ": 397,
      "ɧ": 398,
      "ɩ": 399,
      "ɪ": 400,
      "ɫ": 401,
      "ɭ": 402,
      "ɯ": 403,
      "ɱ": 404,
      "ɲ": 405,
      "ɳ": 406,
      "ɶ": 407,
      "ɹ": 408,
      "ʃ": 409,
      "ʅ": 410,
      "ʇ": 411,
      "ʊ": 412,
      "ʌ": 413,
      "ʍ": 414,
      "ʒ": 415,
      "ʘ": 416,
      "ʞ": 417,
      "ʠ": 418,
      "ʰ": 419,
      "ʲ": 420,
      "ʳ": 421,
      "ʷ": 422,
      "ʸ": 423,
      "ʹ": 424,
      "ʺ": 425,
      "ʻ": 426,
      "ʼ": 427,
      "ʽ": 428,
      "ʾ": 429,
      "ʿ": 430,
      "ˀ": 431,
      "ˆ": 432,
      "ˈ": 433,
      "ˉ": 434,
      "ˌ": 435,
      "ː": 436,
      "ˑ": 437,
      "˔": 438,
      "˕": 439,
      "˘": 440,
      "˙": 441,
      "˚": 442,
      "˛": 443,
      "˜": 444,
      "˝": 445,
      "ˡ": 446,
      "ˢ": 447,
      "ˣ": 448,
      "˭": 449,
      "˳": 450,
      "̀": 451,
      "́": 452,
      "̂": 453,
      "̃": 454,
      "̄": 455,
      "̅": 456,
      "̆": 457,
      "̇": 458,
      "̈": 459,
      "̉": 460,
      "̊": 461,
      "̋": 462,
      "̌": 463,
      "̍": 464,
      "̑": 465,
      "̓": 466,
      "̝": 467,
      "̠": 468,
      "̢": 469,
      "̣": 470,
      "̤": 471,
      "̥": 472,
      "̦": 473,
      "̧": 474,
      "̨": 475,
      "̩": 476,
      "̭": 477,
      "̯": 478,
      "̱": 479,
      "̲": 480,
      "̴": 481,
      "̵": 482,
      "̶": 483,
      "̷": 484,
      "̸": 485,
      "̾": 486,
      "́": 487,
      "͂": 488,
      "̓": 489,
      "̈́": 490,
      "ͅ": 491,
      "͆": 492,
      "͐": 493,
      "͒": 494,
      "͕": 495,
      "͜": 496,
      "͝": 497,
      "͞": 498,
      "͠": 499,
      "͡": 500,
      "ͣ": 501,
      "ͤ": 502,
      "ͥ": 503,
      "ͦ": 504,
      "ͧ": 505,
      "ͨ": 506,
      "ͩ": 507,
      "ͪ": 508,
      "ͬ": 509,
      "ͭ": 510,
      "ͮ": 511,
      "Ͱ": 512,
      "ʹ": 513,
      "͵": 514,
      ";": 515,
      "΄": 516,
      "΅": 517,
      "Ά": 518,
      "·": 519,
      "Έ": 520,
      "Ή": 521,
      "Ί": 522,
      "Ό": 523,
      "Ύ": 524,
      "Ώ": 525,
      "ΐ": 526,
      "Α": 527,
      "Β": 528,
      "Γ": 529,
      "Δ": 530,
      "Ε": 531,
      "Ζ": 532,
      "Η": 533,
      "Θ": 534,
      "Ι": 535,
      "Κ": 536,
      "Λ": 537,
      "Μ": 538,
      "Ν": 539,
      "Ξ": 540,
      "Ο": 541,
      "Π": 542,
      "Ρ": 543,
      "Σ": 544,
      "Τ": 545,
      "Υ": 546,
      "Φ": 547,
      "Χ": 548,
      "Ψ": 549,
      "Ω": 550,
      "Ϊ": 551,
      "ά": 552,
      "έ": 553,
      "ή": 554,
      "ί": 555,
      "ΰ": 556,
      "α": 557,
      "β": 558,
      "γ": 559,
      "δ": 560,
      "ε": 561,
      "ζ": 562,
      "η": 563,
      "θ": 564,
      "ι": 565,
      "κ": 566,
      "λ": 567,
      "μ": 568,
      "ν": 569,
      "ξ": 570,
      "ο": 571,
      "π": 572,
      "ρ": 573,
      "ς": 574,
      "σ": 575,
      "τ": 576,
      "υ": 577,
      "φ": 578,
      "χ": 579,
      "ψ": 580,
      "ω": 581,
      "ϊ": 582,
      "ϋ": 583,
      "ό": 584,
      "ύ": 585,
      "ώ": 586,
      "ϐ": 587,
      "ϑ": 588,
      "ϒ": 589,
      "ϕ": 590,
      "ϖ": 591,
      "ϗ": 592,
      "Ϙ": 593,
      "ϙ": 594,
      "Ϛ": 595,
      "ϛ": 596,
      "Ϝ": 597,
      "ϝ": 598,
      "Ϟ": 599,
      "ϟ": 600,
      "ϡ": 601,
      "ϥ": 602,
      "ϫ": 603,
      "ϯ": 604,
      "ϰ": 605,
      "ϱ": 606,
      "ϲ": 607,
      "ϴ": 608,
      "ϵ": 609,
      "϶": 610,
      "Ϲ": 611,
      "Ϻ": 612,
      "ϻ": 613,
      "Ͻ": 614,
      "Ђ": 615,
      "Є": 616,
      "І": 617,
      "Ј": 618,
      "Љ": 619,
      "Њ": 620,
      "Џ": 621,
      "А": 622,
      "Б": 623,
      "В": 624,
      "Г": 625,
      "Д": 626,
      "Е": 627,
      "Ж": 628,
      "З": 629,
      "И": 630,
      "Й": 631,
      "К": 632,
      "Л": 633,
      "М": 634,
      "Н": 635,
      "О": 636,
      "П": 637,
      "Р": 638,
      "С": 639,
      "Т": 640,
      "У": 641,
      "Ф": 642,
      "Х": 643,
      "Ц": 644,
      "Ч": 645,
      "Ш": 646,
      "Щ": 647,
      "Ъ": 648,
      "Ы": 649,
      "Ь": 650,
      "Э": 651,
      "Ю": 652,
      "Я": 653,
      "а": 654,
      "б": 655,
      "в": 656,
      "г": 657,
      "д": 658,
      "е": 659,
      "ж": 660,
      "з": 661,
      "и": 662,
      "й": 663,
      "к": 664,
      "л": 665,
      "м": 666,
      "н": 667,
      "о": 668,
      "п": 669,
      "р": 670,
      "с": 671,
      "т": 672,
      "у": 673,
      "ф": 674,
      "х": 675,
      "ц": 676,
      "ч": 677,
      "ш": 678,
      "щ": 679,
      "ъ": 680,
      "ы": 681,
      "ь": 682,
      "э": 683,
      "ю": 684,
      "я": 685,
      "ё": 686,
      "ђ": 687,
      "є": 688,
      "і": 689,
      "ј": 690,
      "ћ": 691,
      "ў": 692,
      "Ѣ": 693,
      "ѣ": 694,
      "Ѳ": 695,
      "ѳ": 696,
      "Ѵ": 697,
      "ѵ": 698,
      "җ": 699,
      "ҫ": 700,
      "ӑ": 701,
      "ӱ": 702,
      "Ԁ": 703,
      "Ԃ": 704,
      "Ԋ": 705,
      "Ա": 706,
      "Ե": 707,
      "Զ": 708,
      "Ը": 709,
      "Ի": 710,
      "Ն": 711,
      "Փ": 712,
      "ա": 713,
      "բ": 714,
      "գ": 715,
      "ե": 716,
      "զ": 717,
      "թ": 718,
      "ի": 719,
      "լ": 720,
      "խ": 721,
      "ծ": 722,
      "կ": 723,
      "հ": 724,
      "ղ": 725,
      "մ": 726,
      "ն": 727,
      "ո": 728,
      "չ": 729,
      "պ": 730,
      "ս": 731,
      "վ": 732,
      "տ": 733,
      "ր": 734,
      "ց": 735,
      "ւ": 736,
      "փ": 737,
      "ք": 738,
      "օ": 739,
      "և": 740,
      "֑": 741,
      "֒": 742,
      "֓": 743,
      "֔": 744,
      "֕": 745,
      "֖": 746,
      "֗": 747,
      "֘": 748,
      "֙": 749,
      "֚": 750,
      "֛": 751,
      "֜": 752,
      "֝": 753,
      "֞": 754,
      "֟": 755,
      "֠": 756,
      "֡": 757,
      "֢": 758,
      "֣": 759,
      "֤": 760,
      "֥": 761,
      "֦": 762,
      "֧": 763,
      "֨": 764,
      "֩": 765,
      "֫": 766,
      "֬": 767,
      "֭": 768,
      "֮": 769,
      "֯": 770,
      "ְ": 771,
      "ֱ": 772,
      "ֲ": 773,
      "ֳ": 774,
      "ִ": 775,
      "ֵ": 776,
      "ֶ": 777,
      "ַ": 778,
      "ָ": 779,
      "ֹ": 780,
      "ֺ": 781,
      "ֻ": 782,
      "ּ": 783,
      "ֽ": 784,
      "־": 785,
      "׀": 786,
      "ׁ": 787,
      "ׂ": 788,
      "׃": 789,
      "ׄ": 790,
      "ׇ": 791,
      "א": 792,
      "ב": 793,
      "ג": 794,
      "ד": 795,
      "ה": 796,
      "ו": 797,
      "ז": 798,
      "ח": 799,
      "ט": 800,
      "י": 801,
      "ך": 802,
      "כ": 803,
      "ל": 804,
      "ם": 805,
      "מ": 806,
      "ן": 807,
      "נ": 808,
      "ס": 809,
      "ע": 810,
      "ף": 811,
      "פ": 812,
      "ץ": 813,
      "צ": 814,
      "ק": 815,
      "ר": 816,
      "ש": 817,
      "ת": 818,
      "ױ": 819,
      "ײ": 820,
      "׳": 821,
      "״": 822,
      "،": 823,
      "؟": 824,
      "ء": 825,
      "آ": 826,
      "أ": 827,
      "ؤ": 828,
      "إ": 829,
      "ئ": 830,
      "ا": 831,
      "ب": 832,
      "ة": 833,
      "ت": 834,
      "ث": 835,
      "ج": 836,
      "ح": 837,
      "خ": 838,
      "د": 839,
      "ذ": 840,
      "ر": 841,
      "ز": 842,
      "س": 843,
      "ش": 844,
      "ص": 845,
      "ض": 846,
      "ط": 847,
      "ظ": 848,
      "ع": 849,
      "غ": 850,
      "ف": 851,
      "ق": 852,
      "ك": 853,
      "ل": 854,
      "م": 855,
      "ن": 856,
      "ه": 857,
      "و": 858,
      "ى": 859,
      "ي": 860,
      "ً": 861,
      "ٌ": 862,
      "َ": 863,
      "ُ": 864,
      "ِ": 865,
      "ّ": 866,
      "ْ": 867,
      "٘": 868,
      "٢": 869,
      "٥": 870,
      "٦": 871,
      "٧": 872,
      "ٱ": 873,
      "پ": 874,
      "چ": 875,
      "ڙ": 876,
      "ک": 877,
      "گ": 878,
      "ۃ": 879,
      "ی": 880,
      "ܐ": 881,
      "ܒ": 882,
      "ܓ": 883,
      "ܕ": 884,
      "ܗ": 885,
      "ܘ": 886,
      "ܙ": 887,
      "ܚ": 888,
      "ܛ": 889,
      "ܝ": 890,
      "ܠ": 891,
      "ܡ": 892,
      "ܢ": 893,
      "ܣ": 894,
      "ܤ": 895,
      "ܥ": 896,
      "ܦ": 897,
      "ܩ": 898,
      "ܪ": 899,
      "ܫ": 900,
      "ܬ": 901,
      "ܰ": 902,
      "ܳ": 903,
      "ܵ": 904,
      "ܿ": 905,
      "ࣨ": 906,
      "ट": 907,
      "ठ": 908,
      "न": 909,
      "ब": 910,
      "म": 911,
      "र": 912,
      "ल": 913,
      "व": 914,
      "स": 915,
      "ा": 916,
      "ि": 917,
      "ी": 918,
      "्": 919,
      "ढ़": 920,
      "ന": 921,
      "་": 922,
      "ཁ": 923,
      "ག": 924,
      "ང": 925,
      "ཆ": 926,
      "ཇ": 927,
      "ཉ": 928,
      "ཎ": 929,
      "ད": 930,
      "ན": 931,
      "པ": 932,
      "ཕ": 933,
      "བ": 934,
      "མ": 935,
      "ཚ": 936,
      "ཛ": 937,
      "འ": 938,
      "ར": 939,
      "ལ": 940,
      "ས": 941,
      "ཧ": 942,
      "ཨ": 943,
      "ཱ": 944,
      "ི": 945,
      "ུ": 946,
      "ེ": 947,
      "ོ": 948,
      "ཾ": 949,
      "ྃ": 950,
      "ྐ": 951,
      "ྒ": 952,
      "ྟ": 953,
      "ྨ": 954,
      "ྭ": 955,
      "ྱ": 956,
      "ྲ": 957,
      "ྷ": 958,
      "Ⴤ": 959,
      "Ꮋ": 960,
      "Ꮩ": 961,
      "ᐯ": 962,
      "ᐱ": 963,
      "ᒥ": 964,
      "ᒪ": 965,
      "ᕼ": 966,
      "ᖤ": 967,
      "ᗜ": 968,
      "ᚠ": 969,
      "ᚢ": 970,
      "ᚤ": 971,
      "ᚦ": 972,
      "ᚨ": 973,
      "ᚩ": 974,
      "ᚭ": 975,
      "ᚮ": 976,
      "ᚱ": 977,
      "ᚳ": 978,
      "ᚴ": 979,
      "ᚷ": 980,
      "ᚺ": 981,
      "ᚻ": 982,
      "ᚼ": 983,
      "ᚾ": 984,
      "ᚿ": 985,
      "ᛁ": 986,
      "ᛂ": 987,
      "ᛅ": 988,
      "ᛆ": 989,
      "ᛉ": 990,
      "ᛋ": 991,
      "ᛌ": 992,
      "ᛍ": 993,
      "ᛏ": 994,
      "ᛐ": 995,
      "ᛑ": 996,
      "ᛒ": 997,
      "ᛖ": 998,
      "ᛗ": 999,
      "ᛘ": 1000,
      "ᛚ": 1001,
      "ᛞ": 1002,
      "ᛟ": 1003,
      "ᛦ": 1004,
      "᛫": 1005,
      "᛬": 1006,
      "᠅": 1007,
      "ᤦ": 1008,
      "ᴊ": 1009,
      "ᴐ": 1010,
      "ᴗ": 1011,
      "ᴜ": 1012,
      "ᴣ": 1013,
      "ᴬ": 1014,
      "ᴰ": 1015,
      "ᴱ": 1016,
      "ᴴ": 1017,
      "ᴵ": 1018,
      "ᴸ": 1019,
      "ᴹ": 1020,
      "ᴺ": 1021,
      "ᴼ": 1022,
      "ᴿ": 1023,
      "ᵀ": 1024,
      "ᵁ": 1025,
      "ᵂ": 1026,
      "ᵃ": 1027,
      "ᵅ": 1028,
      "ᵆ": 1029,
      "ᵇ": 1030,
      "ᵈ": 1031,
      "ᵉ": 1032,
      "ᵊ": 1033,
      "ᵍ": 1034,
      "ᵏ": 1035,
      "ᵐ": 1036,
      "ᵒ": 1037,
      "ᵖ": 1038,
      "ᵗ": 1039,
      "ᵘ": 1040,
      "ᵛ": 1041,
      "ᵞ": 1042,
      "ᵢ": 1043,
      "ᵣ": 1044,
      "ᵥ": 1045,
      "ᵬ": 1046,
      "ᵭ": 1047,
      "ᵹ": 1048,
      "ᶙ": 1049,
      "ᶜ": 1050,
      "ᶠ": 1051,
      "ᶻ": 1052,
      "ᷗ": 1053,
      "ᷛ": 1054,
      "ḁ": 1055,
      "ḃ": 1056,
      "ḅ": 1057,
      "Ḋ": 1058,
      "ḋ": 1059,
      "Ḍ": 1060,
      "ḍ": 1061,
      "Ḏ": 1062,
      "ḏ": 1063,
      "ḗ": 1064,
      "ḙ": 1065,
      "ḟ": 1066,
      "Ḡ": 1067,
      "ḡ": 1068,
      "Ḣ": 1069,
      "ḣ": 1070,
      "Ḥ": 1071,
      "ḥ": 1072,
      "ḯ": 1073,
      "Ḳ": 1074,
      "ḳ": 1075,
      "Ḵ": 1076,
      "ḵ": 1077,
      "Ḷ": 1078,
      "ḷ": 1079,
      "ḻ": 1080,
      "ḿ": 1081,
      "ṁ": 1082,
      "ṃ": 1083,
      "Ṅ": 1084,
      "ṅ": 1085,
      "Ṇ": 1086,
      "ṇ": 1087,
      "ṉ": 1088,
      "Ṓ": 1089,
      "ṓ": 1090,
      "ṕ": 1091,
      "ṗ": 1092,
      "ṙ": 1093,
      "Ṛ": 1094,
      "ṛ": 1095,
      "Ṡ": 1096,
      "ṡ": 1097,
      "Ṣ": 1098,
      "ṣ": 1099,
      "ṥ": 1100,
      "ṫ": 1101,
      "Ṭ": 1102,
      "ṭ": 1103,
      "ṯ": 1104,
      "ṳ": 1105,
      "ṵ": 1106,
      "ṷ": 1107,
      "Ṽ": 1108,
      "ṽ": 1109,
      "ẃ": 1110,
      "ẅ": 1111,
      "ẇ": 1112,
      "ẋ": 1113,
      "Ẍ": 1114,
      "ẍ": 1115,
      "ẏ": 1116,
      "Ẓ": 1117,
      "ẓ": 1118,
      "ẖ": 1119,
      "Ạ": 1120,
      "ạ": 1121,
      "ả": 1122,
      "ậ": 1123,
      "ắ": 1124,
      "ẹ": 1125,
      "Ẻ": 1126,
      "ẻ": 1127,
      "Ẽ": 1128,
      "ẽ": 1129,
      "ị": 1130,
      "ọ": 1131,
      "ụ": 1132,
      "ừ": 1133,
      "ữ": 1134,
      "Ỳ": 1135,
      "ỳ": 1136,
      "Ỹ": 1137,
      "ỹ": 1138,
      "ἀ": 1139,
      "ἁ": 1140,
      "ἂ": 1141,
      "ἃ": 1142,
      "ἄ": 1143,
      "ἅ": 1144,
      "ἆ": 1145,
      "ἇ": 1146,
      "Ἀ": 1147,
      "Ἁ": 1148,
      "Ἂ": 1149,
      "Ἃ": 1150,
      "Ἄ": 1151,
      "Ἅ": 1152,
      "Ἆ": 1153,
      "ἐ": 1154,
      "ἑ": 1155,
      "ἒ": 1156,
      "ἓ": 1157,
      "ἔ": 1158,
      "ἕ": 1159,
      "Ἐ": 1160,
      "Ἑ": 1161,
      "Ἒ": 1162,
      "Ἓ": 1163,
      "Ἔ": 1164,
      "Ἕ": 1165,
      "ἠ": 1166,
      "ἡ": 1167,
      "ἢ": 1168,
      "ἣ": 1169,
      "ἤ": 1170,
      "ἥ": 1171,
      "ἦ": 1172,
      "ἧ": 1173,
      "Ἠ": 1174,
      "Ἡ": 1175,
      "Ἢ": 1176,
      "Ἣ": 1177,
      "Ἤ": 1178,
      "Ἥ": 1179,
      "Ἦ": 1180,
      "Ἧ": 1181,
      "ἰ": 1182,
      "ἱ": 1183,
      "ἲ": 1184,
      "ἳ": 1185,
      "ἴ": 1186,
      "ἵ": 1187,
      "ἶ": 1188,
      "ἷ": 1189,
      "Ἰ": 1190,
      "Ἱ": 1191,
      "Ἲ": 1192,
      "Ἳ": 1193,
      "Ἴ": 1194,
      "Ἵ": 1195,
      "Ἶ": 1196,
      "Ἷ": 1197,
      "ὀ": 1198,
      "ὁ": 1199,
      "ὂ": 1200,
      "ὃ": 1201,
      "ὄ": 1202,
      "ὅ": 1203,
      "Ὀ": 1204,
      "Ὁ": 1205,
      "Ὂ": 1206,
      "Ὃ": 1207,
      "Ὄ": 1208,
      "Ὅ": 1209,
      "ὐ": 1210,
      "ὑ": 1211,
      "ὒ": 1212,
      "ὓ": 1213,
      "ὔ": 1214,
      "ὕ": 1215,
      "ὖ": 1216,
      "ὗ": 1217,
      "Ὑ": 1218,
      "Ὕ": 1219,
      "Ὗ": 1220,
      "ὠ": 1221,
      "ὡ": 1222,
      "ὢ": 1223,
      "ὣ": 1224,
      "ὤ": 1225,
      "ὥ": 1226,
      "ὦ": 1227,
      "ὧ": 1228,
      "Ὠ": 1229,
      "Ὡ": 1230,
      "Ὢ": 1231,
      "Ὣ": 1232,
      "Ὤ": 1233,
      "Ὥ": 1234,
      "Ὦ": 1235,
      "Ὧ": 1236,
      "ὰ": 1237,
      "ά": 1238,
      "ὲ": 1239,
      "έ": 1240,
      "ὴ": 1241,
      "ή": 1242,
      "ὶ": 1243,
      "ί": 1244,
      "ὸ": 1245,
      "ό": 1246,
      "ὺ": 1247,
      "ύ": 1248,
      "ὼ": 1249,
      "ώ": 1250,
      "ᾀ": 1251,
      "ᾂ": 1252,
      "ᾄ": 1253,
      "ᾅ": 1254,
      "ᾆ": 1255,
      "ᾇ": 1256,
      "ᾐ": 1257,
      "ᾑ": 1258,
      "ᾒ": 1259,
      "ᾓ": 1260,
      "ᾔ": 1261,
      "ᾕ": 1262,
      "ᾖ": 1263,
      "ᾗ": 1264,
      "ᾠ": 1265,
      "ᾡ": 1266,
      "ᾣ": 1267,
      "ᾤ": 1268,
      "ᾧ": 1269,
      "ᾨ": 1270,
      "ᾬ": 1271,
      "ᾭ": 1272,
      "ᾰ": 1273,
      "ᾱ": 1274,
      "ᾲ": 1275,
      "ᾳ": 1276,
      "ᾴ": 1277,
      "ᾶ": 1278,
      "ᾷ": 1279,
      "Ά": 1280,
      "᾽": 1281,
      "᾿": 1282,
      "῀": 1283,
      "ῂ": 1284,
      "ῃ": 1285,
      "ῄ": 1286,
      "ῆ": 1287,
      "ῇ": 1288,
      "Ὲ": 1289,
      "Έ": 1290,
      "Ὴ": 1291,
      "Ή": 1292,
      "ῌ": 1293,
      "῍": 1294,
      "῎": 1295,
      "῏": 1296,
      "ῐ": 1297,
      "ῑ": 1298,
      "ῒ": 1299,
      "ΐ": 1300,
      "ῖ": 1301,
      "ῗ": 1302,
      "Ῑ": 1303,
      "Ὶ": 1304,
      "Ί": 1305,
      "῝": 1306,
      "῞": 1307,
      "῟": 1308,
      "ῠ": 1309,
      "ῡ": 1310,
      "ῢ": 1311,
      "ΰ": 1312,
      "ῤ": 1313,
      "ῥ": 1314,
      "ῦ": 1315,
      "ῧ": 1316,
      "Ὺ": 1317,
      "Ύ": 1318,
      "Ῥ": 1319,
      "῭": 1320,
      "΅": 1321,
      "ῲ": 1322,
      "ῳ": 1323,
      "ῴ": 1324,
      "ῶ": 1325,
      "ῷ": 1326,
      "Ό": 1327,
      "ῼ": 1328,
      "´": 1329,
      "῾": 1330,
      "‍": 1331,
      "‎": 1332,
      "‏": 1333,
      "‐": 1334,
      "‑": 1335,
      "‒": 1336,
      "–": 1337,
      "—": 1338,
      "―": 1339,
      "‖": 1340,
      "‗": 1341,
      "‘": 1342,
      "’": 1343,
      "‚": 1344,
      "‛": 1345,
      "“": 1346,
      "”": 1347,
      "„": 1348,
      "‟": 1349,
      "†": 1350,
      "‡": 1351,
      "•": 1352,
      "‥": 1353,
      "…": 1354,
      "‧": 1355,
      "‪": 1356,
      "‫": 1357,
      "‬": 1358,
      "‭": 1359,
      "‮": 1360,
      "‰": 1361,
      "′": 1362,
      "″": 1363,
      "‴": 1364,
      "‵": 1365,
      "‸": 1366,
      "‹": 1367,
      "›": 1368,
      "※": 1369,
      "‾": 1370,
      "‿": 1371,
      "⁁": 1372,
      "⁂": 1373,
      "⁄": 1374,
      "⁊": 1375,
      "⁎": 1376,
      "⁐": 1377,
      "⁓": 1378,
      "⁔": 1379,
      "⁘": 1380,
      "⁙": 1381,
      "⁝": 1382,
      "⁞": 1383,
      "⁠": 1384,
      "⁮": 1385,
      "⁰": 1386,
      "ⁱ": 1387,
      "⁴": 1388,
      "⁵": 1389,
      "⁶": 1390,
      "⁷": 1391,
      "⁸": 1392,
      "⁹": 1393,
      "⁻": 1394,
      "⁾": 1395,
      "ⁿ": 1396,
      "₀": 1397,
      "₁": 1398,
      "₂": 1399,
      "₃": 1400,
      "₄": 1401,
      "₅": 1402,
      "₆": 1403,
      "₇": 1404,
      "₈": 1405,
      "₉": 1406,
      "ₐ": 1407,
      "ₒ": 1408,
      "ₓ": 1409,
      "ₘ": 1410,
      "ₜ": 1411,
      "€": 1412,
      "₰": 1413,
      "₵": 1414,
      "⃨": 1415,
      "℀": 1416,
      "℅": 1417,
      "℈": 1418,
      "ℓ": 1419,
      "℔": 1420,
      "℞": 1421,
      "℟": 1422,
      "™": 1423,
      "℣": 1424,
      "℥": 1425,
      "ℨ": 1426,
      "ℳ": 1427,
      "⅁": 1428,
      "⅄": 1429,
      "⅌": 1430,
      "⅐": 1431,
      "⅑": 1432,
      "⅒": 1433,
      "⅓": 1434,
      "⅔": 1435,
      "⅕": 1436,
      "⅖": 1437,
      "⅗": 1438,
      "⅘": 1439,
      "⅙": 1440,
      "⅚": 1441,
      "⅛": 1442,
      "⅜": 1443,
      "⅝": 1444,
      "⅞": 1445,
      "⅟": 1446,
      "Ⅰ": 1447,
      "Ⅴ": 1448,
      "Ⅹ": 1449,
      "Ⅼ": 1450,
      "Ⅽ": 1451,
      "Ⅾ": 1452,
      "ⅿ": 1453,
      "ↀ": 1454,
      "ↁ": 1455,
      "ↂ": 1456,
      "Ↄ": 1457,
      "ↄ": 1458,
      "ↆ": 1459,
      "ↇ": 1460,
      "ↈ": 1461,
      "←": 1462,
      "↑": 1463,
      "→": 1464,
      "↓": 1465,
      "↙": 1466,
      "↰": 1467,
      "↷": 1468,
      "↿": 1469,
      "⇄": 1470,
      "⇌": 1471,
      "∂": 1472,
      "∋": 1473,
      "∑": 1474,
      "−": 1475,
      "∓": 1476,
      "∕": 1477,
      "∘": 1478,
      "√": 1479,
      "∛": 1480,
      "∜": 1481,
      "∝": 1482,
      "∞": 1483,
      "∟": 1484,
      "∠": 1485,
      "∥": 1486,
      "∧": 1487,
      "∨": 1488,
      "∩": 1489,
      "∪": 1490,
      "∫": 1491,
      "∬": 1492,
      "∴": 1493,
      "∵": 1494,
      "∶": 1495,
      "∷": 1496,
      "∹": 1497,
      "∺": 1498,
      "∽": 1499,
      "∾": 1500,
      "≅": 1501,
      "≈": 1502,
      "≍": 1503,
      "≎": 1504,
      "≏": 1505,
      "≐": 1506,
      "≚": 1507,
      "≠": 1508,
      "≡": 1509,
      "≢": 1510,
      "⊂": 1511,
      "⊃": 1512,
      "⊏": 1513,
      "⊐": 1514,
      "⊔": 1515,
      "⊕": 1516,
      "⊖": 1517,
      "⊙": 1518,
      "⊜": 1519,
      "⊝": 1520,
      "⊞": 1521,
      "⊤": 1522,
      "⊥": 1523,
      "⊼": 1524,
      "⋀": 1525,
      "⋂": 1526,
      "⋃": 1527,
      "⋅": 1528,
      "⋮": 1529,
      "⋯": 1530,
      "⌃": 1531,
      "⌅": 1532,
      "⌒": 1533,
      "⌓": 1534,
      "⌗": 1535,
      "⌠": 1536,
      "⌡": 1537,
      "〈": 1538,
      "〉": 1539,
      "⌶": 1540,
      "⎛": 1541,
      "⎜": 1542,
      "⎝": 1543,
      "⎞": 1544,
      "⎟": 1545,
      "⎠": 1546,
      "⎧": 1547,
      "⎨": 1548,
      "⎩": 1549,
      "⎪": 1550,
      "⎫": 1551,
      "⎬": 1552,
      "⎭": 1553,
      "⎮": 1554,
      "⎵": 1555,
      "⎿": 1556,
      "⏊": 1557,
      "⏌": 1558,
      "⏑": 1559,
      "⏒": 1560,
      "⏓": 1561,
      "⏔": 1562,
      "⏕": 1563,
      "⏖": 1564,
      "⏗": 1565,
      "⏘": 1566,
      "⏝": 1567,
      "⏞": 1568,
      "⏟": 1569,
      "①": 1570,
      "②": 1571,
      "③": 1572,
      "④": 1573,
      "⑤": 1574,
      "⑥": 1575,
      "⒜": 1576,
      "⒝": 1577,
      "⒞": 1578,
      "⒟": 1579,
      "⒠": 1580,
      "ⓐ": 1581,
      "⓵": 1582,
      "─": 1583,
      "━": 1584,
      "│": 1585,
      "┃": 1586,
      "┌": 1587,
      "┏": 1588,
      "┐": 1589,
      "┓": 1590,
      "└": 1591,
      "┗": 1592,
      "┘": 1593,
      "┚": 1594,
      "┛": 1595,
      "├": 1596,
      "┣": 1597,
      "┤": 1598,
      "┫": 1599,
      "┬": 1600,
      "┯": 1601,
      "┰": 1602,
      "┴": 1603,
      "┷": 1604,
      "┸": 1605,
      "┻": 1606,
      "┼": 1607,
      "╂": 1608,
      "╋": 1609,
      "═": 1610,
      "║": 1611,
      "╒": 1612,
      "╔": 1613,
      "╕": 1614,
      "╗": 1615,
      "╘": 1616,
      "╚": 1617,
      "╛": 1618,
      "╝": 1619,
      "╞": 1620,
      "╟": 1621,
      "╠": 1622,
      "╡": 1623,
      "╢": 1624,
      "╣": 1625,
      "╤": 1626,
      "╥": 1627,
      "╦": 1628,
      "╧": 1629,
      "╨": 1630,
      "╪": 1631,
      "╫": 1632,
      "╬": 1633,
      "╭": 1634,
      "╮": 1635,
      "╯": 1636,
      "╰": 1637,
      "╱": 1638,
      "╲": 1639,
      "╳": 1640,
      "╸": 1641,
      "╺": 1642,
      "▂": 1643,
      "█": 1644,
      "▌": 1645,
      "▎": 1646,
      "▐": 1647,
      "▔": 1648,
      "▕": 1649,
      "■": 1650,
      "□": 1651,
      "▢": 1652,
      "▤": 1653,
      "▨": 1654,
      "▪": 1655,
      "▭": 1656,
      "▮": 1657,
      "▱": 1658,
      "▲": 1659,
      "△": 1660,
      "▶": 1661,
      "►": 1662,
      "▼": 1663,
      "▽": 1664,
      "◀": 1665,
      "◆": 1666,
      "◇": 1667,
      "◉": 1668,
      "◊": 1669,
      "○": 1670,
      "◍": 1671,
      "●": 1672,
      "◖": 1673,
      "◠": 1674,
      "◡": 1675,
      "◬": 1676,
      "◯": 1677,
      "★": 1678,
      "☉": 1679,
      "☊": 1680,
      "☋": 1681,
      "☌": 1682,
      "☍": 1683,
      "☓": 1684,
      "☘": 1685,
      "☙": 1686,
      "☚": 1687,
      "☛": 1688,
      "☜": 1689,
      "☞": 1690,
      "☥": 1691,
      "☧": 1692,
      "☨": 1693,
      "☩": 1694,
      "☰": 1695,
      "☱": 1696,
      "☲": 1697,
      "☳": 1698,
      "☴": 1699,
      "☵": 1700,
      "☶": 1701,
      "☷": 1702,
      "☼": 1703,
      "☽": 1704,
      "☾": 1705,
      "☿": 1706,
      "♀": 1707,
      "♁": 1708,
      "♂": 1709,
      "♃": 1710,
      "♄": 1711,
      "♅": 1712,
      "♆": 1713,
      "♇": 1714,
      "♈": 1715,
      "♉": 1716,
      "♊": 1717,
      "♋": 1718,
      "♌": 1719,
      "♍": 1720,
      "♎": 1721,
      "♏": 1722,
      "♐": 1723,
      "♑": 1724,
      "♒": 1725,
      "♓": 1726,
      "♔": 1727,
      "♕": 1728,
      "♖": 1729,
      "♗": 1730,
      "♘": 1731,
      "♙": 1732,
      "♚": 1733,
      "♛": 1734,
      "♜": 1735,
      "♝": 1736,
      "♞": 1737,
      "♟": 1738,
      "♠": 1739,
      "♡": 1740,
      "♢": 1741,
      "♣": 1742,
      "♥": 1743,
      "♦": 1744,
      "♩": 1745,
      "♪": 1746,
      "♭": 1747,
      "♮": 1748,
      "♯": 1749,
      "⚀": 1750,
      "⚁": 1751,
      "⚂": 1752,
      "⚃": 1753,
      "⚄": 1754,
      "⚅": 1755,
      "⚊": 1756,
      "⚋": 1757,
      "⚌": 1758,
      "⚍": 1759,
      "⚎": 1760,
      "⚏": 1761,
      "⚐": 1762,
      "⚔": 1763,
      "⚪": 1764,
      "⚫": 1765,
      "⚬": 1766,
      "⚲": 1767,
      "⚳": 1768,
      "⚴": 1769,
      "⚵": 1770,
      "⚶": 1771,
      "⚹": 1772,
      "⛀": 1773,
      "⛁": 1774,
      "⛂": 1775,
      "⛃": 1776,
      "⛢": 1777,
      "⛳": 1778,
      "✓": 1779,
      "✕": 1780,
      "✙": 1781,
      "✝": 1782,
      "✟": 1783,
      "✠": 1784,
      "✡": 1785,
      "✩": 1786,
      "✱": 1787,
      "✲": 1788,
      "✴": 1789,
      "✶": 1790,
      "✿": 1791,
      "❀": 1792,
      "❌": 1793,
      "❦": 1794,
      "❧": 1795,
      "❯": 1796,
      "➔": 1797,
      "⟂": 1798,
      "⟙": 1799,
      "⠁": 1800,
      "⠄": 1801,
      "⦠": 1802,
      "⦻": 1803,
      "⦾": 1804,
      "⦿": 1805,
      "⧧": 1806,
      "⧫": 1807,
      "⧸": 1808,
      "⧼": 1809,
      "⨀": 1810,
      "⨁": 1811,
      "⩀": 1812,
      "⩋": 1813,
      "⩡": 1814,
      "⪌": 1815,
      "⪥": 1816,
      "⫍": 1817,
      "⫎": 1818,
      "⫛": 1819,
      "⫨": 1820,
      "⫶": 1821,
      "⬆": 1822,
      "⬜": 1823,
      "⬯": 1824,
      "⭘": 1825,
      "Ɑ": 1826,
      "Ⲁ": 1827,
      "ⲁ": 1828,
      "Ⲃ": 1829,
      "Ⲉ": 1830,
      "ⲏ": 1831,
      "Ⲓ": 1832,
      "ⲓ": 1833,
      "ⲕ": 1834,
      "ⲙ": 1835,
      "Ⲛ": 1836,
      "ⲛ": 1837,
      "ⲟ": 1838,
      "Ⲡ": 1839,
      "ⲧ": 1840,
      "Ⲫ": 1841,
      "Ⲭ": 1842,
      "Ⲯ": 1843,
      "⳨": 1844,
      "⸗": 1845,
      "⸧": 1846,
      "⸪": 1847,
      "⸫": 1848,
      "⸲": 1849,
      "⸴": 1850,
      "⸸": 1851,
      "⸺": 1852,
      "⸻": 1853,
      "、": 1854,
      "。": 1855,
      "〃": 1856,
      "〔": 1857,
      "〕": 1858,
      "ひ": 1859,
      "ア": 1860,
      "イ": 1861,
      "エ": 1862,
      "カ": 1863,
      "ガ": 1864,
      "グ": 1865,
      "ジ": 1866,
      "ス": 1867,
      "ゼ": 1868,
      "ソ": 1869,
      "ダ": 1870,
      "チ": 1871,
      "ッ": 1872,
      "ト": 1873,
      "ナ": 1874,
      "パ": 1875,
      "プ": 1876,
      "ベ": 1877,
      "マ": 1878,
      "ャ": 1879,
      "ン": 1880,
      "・": 1881,
      "ー": 1882,
      "㇀": 1883,
      "㇁": 1884,
      "㇏": 1885,
      "㇐": 1886,
      "㇑": 1887,
      "㇒": 1888,
      "㇔": 1889,
      "㇚": 1890,
      "䷞": 1891,
      "一": 1892,
      "丁": 1893,
      "七": 1894,
      "三": 1895,
      "上": 1896,
      "下": 1897,
      "不": 1898,
      "且": 1899,
      "丕": 1900,
      "世": 1901,
      "丘": 1902,
      "丞": 1903,
      "両": 1904,
      "中": 1905,
      "丸": 1906,
      "主": 1907,
      "乃": 1908,
      "久": 1909,
      "之": 1910,
      "乎": 1911,
      "乘": 1912,
      "九": 1913,
      "也": 1914,
      "乾": 1915,
      "亂": 1916,
      "了": 1917,
      "予": 1918,
      "事": 1919,
      "二": 1920,
      "于": 1921,
      "云": 1922,
      "五": 1923,
      "井": 1924,
      "亞": 1925,
      "亢": 1926,
      "交": 1927,
      "亦": 1928,
      "享": 1929,
      "京": 1930,
      "亭": 1931,
      "亶": 1932,
      "人": 1933,
      "什": 1934,
      "仁": 1935,
      "仇": 1936,
      "今": 1937,
      "仍": 1938,
      "他": 1939,
      "代": 1940,
      "令": 1941,
      "以": 1942,
      "仲": 1943,
      "任": 1944,
      "伊": 1945,
      "伋": 1946,
      "伏": 1947,
      "伯": 1948,
      "伸": 1949,
      "似": 1950,
      "伽": 1951,
      "但": 1952,
      "住": 1953,
      "何": 1954,
      "佛": 1955,
      "作": 1956,
      "佩": 1957,
      "使": 1958,
      "侃": 1959,
      "來": 1960,
      "侈": 1961,
      "例": 1962,
      "侍": 1963,
      "侏": 1964,
      "侗": 1965,
      "依": 1966,
      "侯": 1967,
      "侵": 1968,
      "係": 1969,
      "俗": 1970,
      "信": 1971,
      "修": 1972,
      "倘": 1973,
      "候": 1974,
      "值": 1975,
      "偃": 1976,
      "假": 1977,
      "偕": 1978,
      "做": 1979,
      "停": 1980,
      "健": 1981,
      "偪": 1982,
      "偶": 1983,
      "備": 1984,
      "傳": 1985,
      "傷": 1986,
      "僎": 1987,
      "僕": 1988,
      "僚": 1989,
      "儀": 1990,
      "儒": 1991,
      "儻": 1992,
      "允": 1993,
      "元": 1994,
      "充": 1995,
      "先": 1996,
      "光": 1997,
      "克": 1998,
      "免": 1999,
      "兒": 2000,
      "兗": 2001,
      "入": 2002,
      "內": 2003,
      "全": 2004,
      "兩": 2005,
      "八": 2006,
      "公": 2007,
      "六": 2008,
      "共": 2009,
      "兵": 2010,
      "其": 2011,
      "具": 2012,
      "典": 2013,
      "兼": 2014,
      "内": 2015,
      "冉": 2016,
      "冕": 2017,
      "冤": 2018,
      "冶": 2019,
      "冷": 2020,
      "准": 2021,
      "凌": 2022,
      "凡": 2023,
      "出": 2024,
      "分": 2025,
      "切": 2026,
      "列": 2027,
      "初": 2028,
      "別": 2029,
      "利": 2030,
      "到": 2031,
      "刲": 2032,
      "制": 2033,
      "刷": 2034,
      "刻": 2035,
      "則": 2036,
      "剋": 2037,
      "前": 2038,
      "剎": 2039,
      "劉": 2040,
      "劍": 2041,
      "力": 2042,
      "功": 2043,
      "加": 2044,
      "助": 2045,
      "勉": 2046,
      "勒": 2047,
      "務": 2048,
      "勝": 2049,
      "勢": 2050,
      "勤": 2051,
      "勸": 2052,
      "勾": 2053,
      "勿": 2054,
      "包": 2055,
      "化": 2056,
      "北": 2057,
      "匡": 2058,
      "匯": 2059,
      "匿": 2060,
      "十": 2061,
      "千": 2062,
      "卅": 2063,
      "升": 2064,
      "卍": 2065,
      "卐": 2066,
      "卒": 2067,
      "南": 2068,
      "博": 2069,
      "卜": 2070,
      "卞": 2071,
      "卧": 2072,
      "卯": 2073,
      "印": 2074,
      "危": 2075,
      "即": 2076,
      "卷": 2077,
      "卹": 2078,
      "卿": 2079,
      "厚": 2080,
      "原": 2081,
      "厤": 2082,
      "厲": 2083,
      "去": 2084,
      "參": 2085,
      "又": 2086,
      "及": 2087,
      "友": 2088,
      "反": 2089,
      "叔": 2090,
      "受": 2091,
      "叢": 2092,
      "口": 2093,
      "古": 2094,
      "句": 2095,
      "叭": 2096,
      "可": 2097,
      "史": 2098,
      "右": 2099,
      "司": 2100,
      "各": 2101,
      "合": 2102,
      "吉": 2103,
      "同": 2104,
      "名": 2105,
      "后": 2106,
      "吏": 2107,
      "向": 2108,
      "君": 2109,
      "吠": 2110,
      "否": 2111,
      "吳": 2112,
      "吽": 2113,
      "吾": 2114,
      "告": 2115,
      "呢": 2116,
      "周": 2117,
      "味": 2118,
      "呷": 2119,
      "呼": 2120,
      "命": 2121,
      "和": 2122,
      "咸": 2123,
      "哀": 2124,
      "品": 2125,
      "哆": 2126,
      "哉": 2127,
      "員": 2128,
      "哨": 2129,
      "哪": 2130,
      "哲": 2131,
      "唐": 2132,
      "唫": 2133,
      "唵": 2134,
      "商": 2135,
      "問": 2136,
      "啟": 2137,
      "善": 2138,
      "喇": 2139,
      "喚": 2140,
      "單": 2141,
      "嗚": 2142,
      "嘉": 2143,
      "嘗": 2144,
      "嘴": 2145,
      "器": 2146,
      "噲": 2147,
      "嚤": 2148,
      "嚴": 2149,
      "四": 2150,
      "回": 2151,
      "因": 2152,
      "固": 2153,
      "國": 2154,
      "圖": 2155,
      "土": 2156,
      "在": 2157,
      "地": 2158,
      "圻": 2159,
      "均": 2160,
      "坐": 2161,
      "坡": 2162,
      "坪": 2163,
      "坭": 2164,
      "垣": 2165,
      "垻": 2166,
      "城": 2167,
      "域": 2168,
      "埠": 2169,
      "基": 2170,
      "堂": 2171,
      "堅": 2172,
      "報": 2173,
      "塔": 2174,
      "塲": 2175,
      "墜": 2176,
      "增": 2177,
      "墨": 2178,
      "墩": 2179,
      "墳": 2180,
      "壁": 2181,
      "壓": 2182,
      "壤": 2183,
      "壩": 2184,
      "士": 2185,
      "壬": 2186,
      "壺": 2187,
      "壽": 2188,
      "夀": 2189,
      "夏": 2190,
      "夕": 2191,
      "外": 2192,
      "多": 2193,
      "夜": 2194,
      "夥": 2195,
      "大": 2196,
      "天": 2197,
      "太": 2198,
      "夫": 2199,
      "夷": 2200,
      "夾": 2201,
      "奇": 2202,
      "奈": 2203,
      "奉": 2204,
      "奕": 2205,
      "女": 2206,
      "奴": 2207,
      "奸": 2208,
      "好": 2209,
      "如": 2210,
      "妄": 2211,
      "妙": 2212,
      "妥": 2213,
      "妹": 2214,
      "妻": 2215,
      "始": 2216,
      "姓": 2217,
      "委": 2218,
      "姚": 2219,
      "威": 2220,
      "娶": 2221,
      "嬰": 2222,
      "子": 2223,
      "孔": 2224,
      "字": 2225,
      "存": 2226,
      "孝": 2227,
      "孟": 2228,
      "季": 2229,
      "孫": 2230,
      "學": 2231,
      "孺": 2232,
      "宇": 2233,
      "守": 2234,
      "安": 2235,
      "宋": 2236,
      "完": 2237,
      "宏": 2238,
      "宓": 2239,
      "宗": 2240,
      "官": 2241,
      "定": 2242,
      "宜": 2243,
      "客": 2244,
      "宣": 2245,
      "室": 2246,
      "宮": 2247,
      "宰": 2248,
      "害": 2249,
      "家": 2250,
      "容": 2251,
      "宿": 2252,
      "寅": 2253,
      "密": 2254,
      "寇": 2255,
      "寉": 2256,
      "富": 2257,
      "寐": 2258,
      "寕": 2259,
      "察": 2260,
      "實": 2261,
      "寰": 2262,
      "寵": 2263,
      "寶": 2264,
      "寺": 2265,
      "封": 2266,
      "射": 2267,
      "將": 2268,
      "專": 2269,
      "尉": 2270,
      "尊": 2271,
      "小": 2272,
      "少": 2273,
      "尚": 2274,
      "尹": 2275,
      "尺": 2276,
      "尼": 2277,
      "尾": 2278,
      "居": 2279,
      "屢": 2280,
      "層": 2281,
      "屬": 2282,
      "山": 2283,
      "屺": 2284,
      "岡": 2285,
      "岷": 2286,
      "峨": 2287,
      "峰": 2288,
      "島": 2289,
      "峻": 2290,
      "崇": 2291,
      "崖": 2292,
      "嶓": 2293,
      "嶲": 2294,
      "嶺": 2295,
      "川": 2296,
      "州": 2297,
      "工": 2298,
      "左": 2299,
      "巫": 2300,
      "已": 2301,
      "巴": 2302,
      "巽": 2303,
      "市": 2304,
      "帖": 2305,
      "帛": 2306,
      "帝": 2307,
      "師": 2308,
      "帶": 2309,
      "常": 2310,
      "平": 2311,
      "年": 2312,
      "幵": 2313,
      "并": 2314,
      "幸": 2315,
      "幹": 2316,
      "幾": 2317,
      "庄": 2318,
      "序": 2319,
      "店": 2320,
      "府": 2321,
      "度": 2322,
      "庭": 2323,
      "庵": 2324,
      "庶": 2325,
      "康": 2326,
      "庸": 2327,
      "廉": 2328,
      "廟": 2329,
      "廡": 2330,
      "廣": 2331,
      "延": 2332,
      "廷": 2333,
      "建": 2334,
      "廾": 2335,
      "廿": 2336,
      "弁": 2337,
      "式": 2338,
      "弓": 2339,
      "引": 2340,
      "弟": 2341,
      "張": 2342,
      "強": 2343,
      "彌": 2344,
      "彙": 2345,
      "彝": 2346,
      "形": 2347,
      "彭": 2348,
      "彼": 2349,
      "往": 2350,
      "待": 2351,
      "律": 2352,
      "後": 2353,
      "徐": 2354,
      "徒": 2355,
      "得": 2356,
      "從": 2357,
      "御": 2358,
      "復": 2359,
      "循": 2360,
      "徳": 2361,
      "徵": 2362,
      "德": 2363,
      "徼": 2364,
      "心": 2365,
      "必": 2366,
      "忌": 2367,
      "志": 2368,
      "忘": 2369,
      "忠": 2370,
      "快": 2371,
      "忻": 2372,
      "怒": 2373,
      "思": 2374,
      "性": 2375,
      "怱": 2376,
      "恆": 2377,
      "恐": 2378,
      "恒": 2379,
      "恕": 2380,
      "恨": 2381,
      "恩": 2382,
      "恭": 2383,
      "息": 2384,
      "悉": 2385,
      "悟": 2386,
      "患": 2387,
      "悲": 2388,
      "悼": 2389,
      "情": 2390,
      "惕": 2391,
      "惟": 2392,
      "惠": 2393,
      "惡": 2394,
      "想": 2395,
      "惹": 2396,
      "愍": 2397,
      "意": 2398,
      "愚": 2399,
      "愛": 2400,
      "感": 2401,
      "慈": 2402,
      "態": 2403,
      "慎": 2404,
      "慕": 2405,
      "慧": 2406,
      "慰": 2407,
      "慶": 2408,
      "憲": 2409,
      "應": 2410,
      "懷": 2411,
      "懼": 2412,
      "懿": 2413,
      "戀": 2414,
      "戈": 2415,
      "戎": 2416,
      "成": 2417,
      "我": 2418,
      "或": 2419,
      "戴": 2420,
      "戶": 2421,
      "所": 2422,
      "手": 2423,
      "才": 2424,
      "打": 2425,
      "扶": 2426,
      "批": 2427,
      "承": 2428,
      "技": 2429,
      "抗": 2430,
      "折": 2431,
      "抵": 2432,
      "拉": 2433,
      "拓": 2434,
      "括": 2435,
      "拱": 2436,
      "拷": 2437,
      "指": 2438,
      "按": 2439,
      "振": 2440,
      "捨": 2441,
      "捷": 2442,
      "授": 2443,
      "掌": 2444,
      "掣": 2445,
      "接": 2446,
      "措": 2447,
      "插": 2448,
      "換": 2449,
      "揭": 2450,
      "損": 2451,
      "摩": 2452,
      "撫": 2453,
      "播": 2454,
      "撰": 2455,
      "擾": 2456,
      "攝": 2457,
      "收": 2458,
      "攻": 2459,
      "放": 2460,
      "故": 2461,
      "救": 2462,
      "教": 2463,
      "敝": 2464,
      "敢": 2465,
      "散": 2466,
      "敬": 2467,
      "敵": 2468,
      "數": 2469,
      "斂": 2470,
      "斃": 2471,
      "文": 2472,
      "斗": 2473,
      "料": 2474,
      "斯": 2475,
      "新": 2476,
      "方": 2477,
      "於": 2478,
      "施": 2479,
      "旂": 2480,
      "旅": 2481,
      "旋": 2482,
      "旗": 2483,
      "既": 2484,
      "日": 2485,
      "旦": 2486,
      "旨": 2487,
      "早": 2488,
      "旺": 2489,
      "昆": 2490,
      "昇": 2491,
      "昌": 2492,
      "明": 2493,
      "易": 2494,
      "星": 2495,
      "映": 2496,
      "春": 2497,
      "昭": 2498,
      "是": 2499,
      "昺": 2500,
      "時": 2501,
      "晉": 2502,
      "晌": 2503,
      "晏": 2504,
      "晚": 2505,
      "晢": 2506,
      "普": 2507,
      "景": 2508,
      "智": 2509,
      "暗": 2510,
      "曉": 2511,
      "曰": 2512,
      "書": 2513,
      "曹": 2514,
      "曾": 2515,
      "最": 2516,
      "會": 2517,
      "月": 2518,
      "有": 2519,
      "服": 2520,
      "望": 2521,
      "朝": 2522,
      "期": 2523,
      "木": 2524,
      "未": 2525,
      "本": 2526,
      "朱": 2527,
      "朶": 2528,
      "李": 2529,
      "村": 2530,
      "杜": 2531,
      "束": 2532,
      "東": 2533,
      "松": 2534,
      "板": 2535,
      "析": 2536,
      "林": 2537,
      "果": 2538,
      "柔": 2539,
      "柱": 2540,
      "柳": 2541,
      "柴": 2542,
      "栖": 2543,
      "校": 2544,
      "栢": 2545,
      "根": 2546,
      "格": 2547,
      "桂": 2548,
      "案": 2549,
      "梁": 2550,
      "梅": 2551,
      "梓": 2552,
      "條": 2553,
      "梢": 2554,
      "棋": 2555,
      "棖": 2556,
      "棟": 2557,
      "棹": 2558,
      "楊": 2559,
      "楠": 2560,
      "業": 2561,
      "極": 2562,
      "楷": 2563,
      "榕": 2564,
      "榮": 2565,
      "樂": 2566,
      "樊": 2567,
      "樣": 2568,
      "横": 2569,
      "樹": 2570,
      "橋": 2571,
      "機": 2572,
      "橫": 2573,
      "欖": 2574,
      "次": 2575,
      "欣": 2576,
      "欬": 2577,
      "欺": 2578,
      "歆": 2579,
      "歐": 2580,
      "歛": 2581,
      "止": 2582,
      "正": 2583,
      "此": 2584,
      "步": 2585,
      "武": 2586,
      "歲": 2587,
      "歷": 2588,
      "歸": 2589,
      "死": 2590,
      "殊": 2591,
      "殤": 2592,
      "殺": 2593,
      "殿": 2594,
      "毋": 2595,
      "母": 2596,
      "毎": 2597,
      "每": 2598,
      "比": 2599,
      "毛": 2600,
      "氏": 2601,
      "民": 2602,
      "水": 2603,
      "永": 2604,
      "求": 2605,
      "汎": 2606,
      "汝": 2607,
      "江": 2608,
      "池": 2609,
      "汪": 2610,
      "汲": 2611,
      "沅": 2612,
      "沉": 2613,
      "沖": 2614,
      "沙": 2615,
      "沛": 2616,
      "河": 2617,
      "治": 2618,
      "沿": 2619,
      "法": 2620,
      "波": 2621,
      "泥": 2622,
      "泰": 2623,
      "洋": 2624,
      "洗": 2625,
      "洛": 2626,
      "洞": 2627,
      "津": 2628,
      "洪": 2629,
      "洱": 2630,
      "洲": 2631,
      "活": 2632,
      "洽": 2633,
      "派": 2634,
      "流": 2635,
      "海": 2636,
      "消": 2637,
      "淨": 2638,
      "淫": 2639,
      "深": 2640,
      "淳": 2641,
      "淵": 2642,
      "淸": 2643,
      "清": 2644,
      "減": 2645,
      "渠": 2646,
      "渡": 2647,
      "港": 2648,
      "渴": 2649,
      "游": 2650,
      "渾": 2651,
      "湘": 2652,
      "湯": 2653,
      "溝": 2654,
      "溪": 2655,
      "溫": 2656,
      "滄": 2657,
      "滅": 2658,
      "滇": 2659,
      "滋": 2660,
      "漆": 2661,
      "漢": 2662,
      "潔": 2663,
      "潞": 2664,
      "潭": 2665,
      "澂": 2666,
      "澗": 2667,
      "澤": 2668,
      "澹": 2669,
      "濂": 2670,
      "濱": 2671,
      "瀾": 2672,
      "火": 2673,
      "災": 2674,
      "為": 2675,
      "烏": 2676,
      "烹": 2677,
      "無": 2678,
      "然": 2679,
      "照": 2680,
      "熙": 2681,
      "熱": 2682,
      "燄": 2683,
      "燈": 2684,
      "燒": 2685,
      "燕": 2686,
      "營": 2687,
      "爭": 2688,
      "爲": 2689,
      "父": 2690,
      "爾": 2691,
      "版": 2692,
      "牛": 2693,
      "牟": 2694,
      "牢": 2695,
      "牧": 2696,
      "物": 2697,
      "特": 2698,
      "犬": 2699,
      "犯": 2700,
      "狂": 2701,
      "狃": 2702,
      "狄": 2703,
      "獄": 2704,
      "獅": 2705,
      "獨": 2706,
      "獻": 2707,
      "玀": 2708,
      "玄": 2709,
      "玉": 2710,
      "王": 2711,
      "班": 2712,
      "現": 2713,
      "琁": 2714,
      "球": 2715,
      "理": 2716,
      "琉": 2717,
      "琳": 2718,
      "琴": 2719,
      "瑀": 2720,
      "瑗": 2721,
      "璃": 2722,
      "璩": 2723,
      "瓦": 2724,
      "甄": 2725,
      "甘": 2726,
      "生": 2727,
      "產": 2728,
      "用": 2729,
      "甫": 2730,
      "甯": 2731,
      "田": 2732,
      "由": 2733,
      "甲": 2734,
      "申": 2735,
      "男": 2736,
      "甸": 2737,
      "町": 2738,
      "界": 2739,
      "畏": 2740,
      "略": 2741,
      "番": 2742,
      "畫": 2743,
      "異": 2744,
      "當": 2745,
      "疆": 2746,
      "疏": 2747,
      "疾": 2748,
      "病": 2749,
      "登": 2750,
      "發": 2751,
      "白": 2752,
      "百": 2753,
      "的": 2754,
      "皆": 2755,
      "皇": 2756,
      "皋": 2757,
      "皙": 2758,
      "皤": 2759,
      "皮": 2760,
      "盛": 2761,
      "盡": 2762,
      "盪": 2763,
      "目": 2764,
      "直": 2765,
      "相": 2766,
      "省": 2767,
      "眉": 2768,
      "看": 2769,
      "真": 2770,
      "眾": 2771,
      "督": 2772,
      "睦": 2773,
      "睾": 2774,
      "瞻": 2775,
      "瞿": 2776,
      "矣": 2777,
      "知": 2778,
      "石": 2779,
      "破": 2780,
      "碑": 2781,
      "磉": 2782,
      "磧": 2783,
      "礒": 2784,
      "礱": 2785,
      "社": 2786,
      "祀": 2787,
      "祈": 2788,
      "祖": 2789,
      "神": 2790,
      "祠": 2791,
      "祥": 2792,
      "祺": 2793,
      "祿": 2794,
      "禁": 2795,
      "福": 2796,
      "禮": 2797,
      "禹": 2798,
      "禽": 2799,
      "秀": 2800,
      "私": 2801,
      "秋": 2802,
      "科": 2803,
      "秦": 2804,
      "程": 2805,
      "種": 2806,
      "稱": 2807,
      "穀": 2808,
      "穆": 2809,
      "穌": 2810,
      "穎": 2811,
      "穰": 2812,
      "空": 2813,
      "窩": 2814,
      "窮": 2815,
      "立": 2816,
      "站": 2817,
      "章": 2818,
      "端": 2819,
      "竹": 2820,
      "第": 2821,
      "筆": 2822,
      "等": 2823,
      "策": 2824,
      "箭": 2825,
      "節": 2826,
      "篇": 2827,
      "籍": 2828,
      "米": 2829,
      "粗": 2830,
      "粵": 2831,
      "粻": 2832,
      "精": 2833,
      "糧": 2834,
      "系": 2835,
      "紀": 2836,
      "約": 2837,
      "紇": 2838,
      "納": 2839,
      "紐": 2840,
      "級": 2841,
      "素": 2842,
      "索": 2843,
      "終": 2844,
      "結": 2845,
      "絞": 2846,
      "給": 2847,
      "統": 2848,
      "經": 2849,
      "網": 2850,
      "緣": 2851,
      "緯": 2852,
      "緻": 2853,
      "縚": 2854,
      "縣": 2855,
      "縱": 2856,
      "縵": 2857,
      "總": 2858,
      "繆": 2859,
      "繇": 2860,
      "繫": 2861,
      "纂": 2862,
      "續": 2863,
      "罔": 2864,
      "罕": 2865,
      "罪": 2866,
      "置": 2867,
      "罰": 2868,
      "罵": 2869,
      "羅": 2870,
      "羊": 2871,
      "美": 2872,
      "羔": 2873,
      "群": 2874,
      "義": 2875,
      "羲": 2876,
      "羽": 2877,
      "翁": 2878,
      "翟": 2879,
      "翼": 2880,
      "老": 2881,
      "考": 2882,
      "者": 2883,
      "而": 2884,
      "耐": 2885,
      "耕": 2886,
      "耳": 2887,
      "耶": 2888,
      "聖": 2889,
      "聞": 2890,
      "聲": 2891,
      "職": 2892,
      "聽": 2893,
      "肅": 2894,
      "肉": 2895,
      "肩": 2896,
      "背": 2897,
      "能": 2898,
      "脖": 2899,
      "脩": 2900,
      "腊": 2901,
      "膽": 2902,
      "臣": 2903,
      "臥": 2904,
      "臨": 2905,
      "自": 2906,
      "臭": 2907,
      "至": 2908,
      "致": 2909,
      "臺": 2910,
      "與": 2911,
      "興": 2912,
      "舖": 2913,
      "舟": 2914,
      "般": 2915,
      "船": 2916,
      "良": 2917,
      "色": 2918,
      "艸": 2919,
      "芝": 2920,
      "花": 2921,
      "芻": 2922,
